Repository: Ruchiram4/EEN
Catalog: EENAssignment/Common/*.lproj/Localizable.strings
Languages: nl

# txt_enter_password
source: Enter your password
nl: Voer uw wachtwoord in

# txt_shake_for_demo
source: Shake device for demo!
nl: Schud apparaat voor demo!

# msg_title_oops
source: Oops...
nl: Oeps...

# msg_body_enter_both_username_password
source: Please enter both your username & password.
nl: Voer zowel uw gebruikersnaam als uw wachtwoord in.

# msg_ok
source: OK
nl: Oke

# msg_no_internet
source: You don't have an active internet connection!
nl: Je hebt geen actieve internetverbinding!

# msg_body_incorrect_cred
source: It looks like your credentials are incorrect.
nl: Het lijkt erop dat uw inloggegevens onjuist zijn.

# msg_body_difficulty
source: We're facing some difficulties at the moment.
nl: We hebben momenteel wat moeilijkheden.

# txt_pull_refresh
source: Pull to refresh
nl: Trek om te vernieuwen

# btn_logout
source: Logout
nl: Uitloggen

# txt_camera_view_camera_name
source: Camera Name:
nl: Cameranaam:

# txt_camera_view_mac_address
source: Mac Address:
nl: Mac adres:

# txt_no_cameras_placeholder
source: Oops... There aren't any cameras to display.
nl: Oeps... Er zijn geen camera's om weer te geven.

# txt_camera_detail_view_camera_name
source: Name
nl: Naam

# txt_camera_detail_view_device_type_id
source: Device Type Id
nl: Apparaattype ID

# txt_camera_detail_view_ethernet_address
source: Ethernet Mac Address
nl: Ethernet Mac-adres

# txt_camera_detail_view_recording_status
source: Recording Status On Cloud
nl: Opnamestatus in de cloud

# txt_camera_detail_view_audio_status
source: Audio Enabled Status
nl: Status audio ingeschakeld

# txt_camera_detail_view_password_status
source: Password Status
nl: Wachtwoordstatus

# txt_camera_detail_view_last_connection_result
source: Last Connection Result
nl: Resultaat laatste verbinding

# txt_recording
source: Recording
nl: Opnemen

# txt_not_recording
source: Not Recording
nl: Niet opnemen

# txt_enabled
source: Enabled
nl: Ingeschakeld

# txt_disabled
source: Disabled
nl: Gehandicapt

# txt_password_known
source: Password Known
nl: Wachtwoord bekend

# txt_password_not_known
source: Password Unknown
nl: Wachtwoord onbekend
